Repository: miottid/koala-ios
Catalog: Koala/*.lproj/Localizable.strings
Languages: fr, pt, tr

source: No
fr: Non
pt: Não
tr: Hayır

# settings.share
source: Share the app
fr: Partager l'application
pt: Partilhar a aplicação
tr: Uygulamayı paylaş

# instruction.headline
source: Let yourself be gently soothed by Koala
fr: Laissez-vous bercer par Koala
pt: Deixem-se embalar por Koala
tr: Kendinizi usulca Koala'ya bırakın.

source: Yes
fr: Oui
pt: Sim
tr: Evet

# instruction.title
source: How to
fr: Instructions
pt: Instruções
tr: Kullanma kılavuzu

# help
source: How to
fr: Instructions
pt: Instruções
tr: Kullanma kılavuzu

# settings.close
source: Close
fr: Fermer
pt: Fechar
tr: Kapat

# session.start
source: Start
fr: Démarrer
pt: Iniciar u Programa
tr: Aç

# session.type.title
source: Choose duration
fr: Durée de la session
pt: Esculher uma duração
tr: Bir süre seç

source: Settings
fr: Paramètres
pt: Parâmetros
tr: Ayarlar

# settings.rate
source: Do you like Koala?
fr: Aimez-vous Koala ?
pt: Gosta de Koala ?
tr: Koala'yı sevdiniz mi?

# instruction.content
source: 1. Turn off the lights and start Koala 2. Choose the session duration 3. Koala's light spreads on the ceiling 4. Breathe in time to the rythm of the light a. Inhale when the light intensifies b. Exhale when the light decreases 5. Your breathing slowly reduces 6. You fall asleep and Koala stops by itself
fr: 1. Je lance Koala 2. La lumière de Koala se diffuse 3. Je respire en rythme avec la lumière 4. Ma respiration se réduit progressivement 5. Je m’endors et Koala s’éteint tout seul
pt: 1. Apagar a luz e iniciar Koala 2. Escolher a duraçãoda sessão 3. A luz de Koala se difunde no tecto 4. Respiro en ritmo com ela a. Inspiro quando a luz se intensifica b. Expiro quando a luz diminua 5. Aminha respiração se reduz progressivamente 6. Adormeço e Koala apaga-se sozigno
tr: 1. Işıkları kapatın ve Koala'yı başlatın. 2. İstediğiniz süreyi seçin. 3. Koala'nın ışığı tavana yansır. 4. Koala'nın ritmine uyarak nefes al a. Işık yoğunlaştıkça nefes al b. Işık azaldıkça nefes ver 5. Nefesiniz yavaşça ağırlaşır 6. Siz uykuya dalarken Koala kendi kendine kapanır.

# rate.go_appstore
source: Thank you very much! Please help Koala by giving it 5 stars on the Apple App Store
fr: Merci ! Aidez Koala en lui laissant 5 étoiles sur l’Apple App Store
pt: Muito obrigado ! Ajudem Koala deixando-nos 5 estrelas na Apple App Store
tr: Teşekkürler! Lütfen Apple App Sore'da Koala'ya 5 yıldız vererek bize yardımcı olun.

# settings.contact_us
source: Contact us
fr: Nous contacter
pt: Nos contactar
tr: Bize ulaşın

# share.message
source: I'm sharing this app with you, let yourself be gently soothed by Koala:
fr: Je te partage cette application, laisse toi bercer par Koala :
pt: Partilho esta aplicação, deixando-se embalar pela aplicação Koala
tr: Koala'yı seninle paylaşıyorum, kendinizi usulca Koala'ya bırakın

# contactus.subject
source: About Koala
fr: A propos de Koala
pt: A proposito de Koala
tr: Koala hakkında

# share.subject
source: Discover Koala app
fr: Découvre l'application Koala
pt: Descubra a aplicação Koala
tr: Koala'yı keşfedin.

# footer.sleep_well
source: Goodnight from Gilles the koala.
pt: Boa noite de parte de Gilles u Koala
tr: Koala Gilles ile güzel uykular

# footer.made_with_love
source: Made with love by Muxu.Muxu
pt: Foi feito com amor por Muxu.Muxu
tr: Muxu.Muxu tarafından sevgiyle hazırlanmıştır

# session.type.twenty_mins
source: 20 min
pt: 20 mn
tr: 20 dk.

# session.type.eight_mins
source: 8 min
pt: 8 mn
tr: 8 dk.
